getgenv().Extroction = { -- //دور لي سكربت اقوى من سكربتي اذا لقيت 😂
   Options = {
   ["Enternal_ui"] = false -- // هنا باقي ماسويته اذا سويته راح احدثه
  }, 
    Hitbox = {
   ["Enabled"] = false, -- // تشغيل / تطفي
  },
   HitboxSize = {
   ["X"] = 20, -- // يمين و يسار
   ["Y"] = 20, -- // فوق وتحت
   ["Z"] = 20, -- // قدام ورا
  },
  HitboxVisual = { 
   ["Color"] = Color3.fromRGB(0,255,255), -- // يمديك تغير اللون حق الهيت بوكس
   ["Material"] = "ForceField", 
   ["Rainbow"] = false, -- //true يتغير اللون بس كانك قي اذا انت قي خله
   ["Transparency"] = 0.7,
  }, 
  Playing = { -- // هنا للعاب الشوتر
  ["Enabled"] = false, -- // Blatant اذا تبي تلعب لعب هاك حط
  ["Mode"] = "Legit",-- //Mode, "Legit","Blatant",
  }, 
  Cframe_Speed = { -- // سبيد اقوى باياس
  ["Enabled"] = false, -- // تشغيل / تطفي
  ["Amount_Speed"] = 12, -- // السرعه
  }, 
  Fps = {
  ["Enabled"] = true, -- // هنا fps "يمديك تخليه يفصل على 360
  ["Amount_Fps"] = "360", هنا الرقم اللي تبيه يفصل عليه
  },
}
